9/data/attachments/4473cf92ea99267f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lauren_nice_Actions_36645_2</nif:username>
            <nif:friendToBeRequested>soap_actions_ddc228b0-bca9-4df0-b726-a8acee89dc64</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>